Repository: otzbergnet/oaHelperiOS
Catalog: oaHelperiOS/*.lproj/Localizable.strings
Languages: de

source: Searching core.ac.uk for you
de: Suche in core.ac.uk gestartet

source: Sorry, we encountered a problem
de: Sorry, ein Problem ist aufgetreten

source: Enter your search:
de: Ihre Suche:

source: core.ac.uk API key missing - please quit app
de: core.ac.uk API Key fehlt - bitte beenden Sie die App

source: Sorry, we encountered a data problem
de: Sorry, wir hatten ein Datenproblem

source: Access Full Text
de: Volltext abrufen

source: View Record at core.ac.uk
de: core.ac.uk Datensatz zeigen

source: %@ Hits
de: %@ Treffer

source: 😢 No Results
de: 😢 Keine Ergebnisse

source: Sadly there were no results for your search. Please check your search terms or rephrase your query and try again.
de: Leider ergab Ihre Suche keine Treffer. Bitte überprüfen Sie Ihre Suchbegriffe, oder formulieren Sie die Suche um

source: ❗This wasn't meant to happen
de: ❗Das hätte nicht passieren sollen

source: We encountered an error, which we thought you'd never see. Sorry about that. Please try again!
de: Sie haben einen Fehler gefunden, der nie hätte gezeigt werden sollen. Sorry! Bitte versuchen Sie es erneut

source: Search Results
de: Ergebnisse

source: By:
de: Von:

source: Search
de: Suche

source: View Record at arXiv.org
de: Bei arXiv.org ansehen

source: Updating iCloud Bookmarks
de: iCloud Bookmarks werden aktualisiert

source: Yes
de: Ja

source: No
de: Nein

source: iCloud Required
de: iCloud Zugriff wird benötigt

source: Network Failure
de: Netzwerk Fehler

source: You are not logged into iCloud or removed iCloud priviledges for OAHelper. Would you like to disable iCloud Sync?
de: Sie sind nicht bei iCloud angemeldet, oder haben OAHelper die iCloud Rechte entzogen. Soll iCloud Sync deaktiviert werden?

source: The app is unable to connect to the internet and thus won't be able to function correctly. Please ensure appropriate connectivity
de: Die App kann sich nicht mit dem Internet verbinden und kann daher nicht richtig funktionieren. Bitte stellen Sie sicher, dass Sie verbunden sind

source: Please select an entry above for an explanation of the value.
de: Bitte wählen Sie einen Eintrag, um hier eine Erklärung des Wertes zu sehen

source: Open Access Searches
de: Open Access Suchen

source: The number of Open Access searches conducted within, or by sending text to, the app. Search API is kindly provided by core.ac.uk!
de: Die Anzahl der Open Access Suchen, die innerhalb dieser App durchgeführt wurden, entweder, da die Suche hier begonnen oder ausgewählter Text übergeben wurde

source: Number of core.ac.uk PDFs
de: Anzahl der core.ac.uk PDFs

source: Number of PDF documents accessed from core.ac.uk through this app. This would be a direct result of an Open Access Search.
de: Die Anzahl der PDF Dokumente von core.ac.uk die in dieser App als Ergebnis einer Open Access Suche abgerufen wurden

source: Unpaywall.org Found
de: Unpaywall.org Alternativen

source: Number of paywalls avoided, thanks to unpaywall.org. This value gets incremented, when you use the Safari Action Extension and an Open Access Alternative is found, whether you clicked it, or not.
de: Anzahl der Paywalls, die Sie dank unpaywall.org umgehen konnten. Dieser Wert wird erhöht, sobald in der Safari Action Extension eine Open Access Alternative gezeigt wird, gleich ob diese aufgerufen wurde

source: Number of Bookmarks
de: Anzahl der Bookmarks

source: Number of bookmarks currently in your bookmarks database.
de: Anzahl der Bookmarks, die sich gerade in der Datenbank befinden

source: Last iCloud Sync Date
de: Letzte iCloud Aktualisierung

source: Never
de: Nie

source: The date, we have last synced your bookmarks with iCloud. Please note that we will only sync once every two hours, unless you manually initiate a sync. See Settings to change your iCloud Sync preference.
de: Das Datum an dem Ihre Bookmarks zum letzten Mal mit iCloud synchronisiert wurden. Bitte beachten Sie, dass wir nur alle zwei Stunden aktualisieren, es sei denn Sie initieren die Synchronisation manuell. Ihr iCloud Präferenz können Sie in den Einstellungen anpassen

source: Last Statstics Share Date
de: Letzten Statistikübermittlung

source: The date, these statistics have last been shared with the app developer. See Settings to change your sharing preference.
de: Das Datum, an dem Ihre Statistiken zum letzten Mal mit dem Entwickler der App geteilt wurden. Sie können diese Option in den Einstellungen anpassen

source: Updating News Items
de: Nachrichten werden aktualisiert

source: Check for Open Access copies of scientific articles with Open Access Helper!
de: Prüfen Sie mit Open Access Helper, ob Open Access für einen wissenschaftlichen Artikel verfügbar ist!

source: A year seems invalid, it needs to be between 1500 and
de: Ein Jahreszahl scheint ungültig. Mögliche Werte zwischen 1500 und

source: Within your date range the "From Year" is greater than the "To Year"
de: Im gewählten Zeitraum ist das "Von-Jahr" größer als das "Bis-Jahr"

source: Sadly, your iCloud account seems unavailable. We've disabled the iCloud option for you.
de: Leider, scheint kein iCloud Konto verfügbar. Die iCloud Option wurde für Sie deaktiviert.

source: Number of recommendation views
de: Anzahl gezeigter Empfehlungen

source: Number of times a recommendation was shown to you. A typical recommendation consists of three items.
de: Die Zahl der angezeigten Empfehlungen. Ein Empfehlungsobjekt besteht üblicherweise aus 3 Artikeln.

source: Number of recommendation taps
de: Anzahl aufgerufener Empfehlungen

source: Number of times you tapped a recommendation to view its details.
de: Die Zahl der von ihnen aufgerufenen Empfehlungen

source: Number of Proxy Actions
de: Anzahl der Proxy-Anfragen

source: Number of times a user selected to proxy a url.
de: Die Zahl der URLs für die der Zugang mittels des Proxy angefordert wurde.

source: New Proxy Added
de: Proxy hinzugefügt

source: We have added your new proxy prefix. It is ready to use!
de: Wir haben den Proxy Prefix hinzugefügt. Dieser steht nun für Sie bereit!

source: The proxy prefixed you entered, failed to validate. Please enter the prefix in the format https://proxy.university.edu/login?url=
de: Der von Ihnen eingegebene Proxy Prefix konnte nicht validiert werden. Bitte geben Sie den Prefix im folgenden Format ein https://proxy.university.edu/login?url=

source: %@ If you wish to search the above at core.ac.uk, click the button below
de: %@ Wenn Sie nach dem oben gezeigten Text in core.ac.uk suchen möchten, wählen Sie die Schaltfläche unten.

source: : Accepted Version
de: : angenommene Version

source: : Published Version
de: : veröffentliche Version

source: : Submitted Version
de: : eingereichte Version

source: We were unable to identify a DOI and thus unable to identify an Open Access version of the document
de: Wir konnten keinen DOI ermitteln und somit auch keine Open Access Version des Dokuments

source: Add Bookmark
de: Bookmark hinzufügen

source: Change Proxy
de: Proxy ändern

source: Checking...
de: Suche...

source: DOI detected
de: DOI gefunden

source: Field Empty?
de: Leeres Feld?

source: General Error
de: Generischer Fehler

source: Go to Document Now
de: Dokument jetzt aufrufen

source: iOS reports iCloud status as restricted. We've disabled the iCloud option for you.
de: iOS gibt an, dass der Zugriff auf iCloud eingeschränkt wurde. Wir haben daher iCloud für Sie deaktiviert.

source: Looks like the domain field was empty
de: Es scheint, als ob das Domain-Feld leer war

source: Multiple DOIs detected
de: Mehrere DOIs gefunden

source: Network Unavailable
de: Netzwerk nicht verfügbar

source: No DOI found
de: Kein DOI gefunden

source: No match found
de: Kein Treffer gefunden

source: No match was found
de: Kein Treffer gefunden

source: No Open Access available
de: Open Access Kopie nicht verfügbar

source: Open Access of this article should be available, but the URL was empty
de: Zu diesem Artikel sollte es eine Open Access version geben, das URL Feld war jedoch leer

source: Open Access version is available at: %@
de: Open Access Version verfügbar unter: %@

source: Please review your domain-name, as we were unable to find just one match
de: Bitte überprüfen Sie den Domain-Name, da wir mehrere Treffer gefunden haben

source: Proxy Original Page
de: Mit Proxy aufrufen

source: Remote Access
de: Fernzugriff

source: Scroll down, we found some Open Access recommendations!
de: Nach unten wischen, wir haben Open Access Empfehlungen gefunden

source: Search core.ac.uk
de: Suche in core.ac.uk

source: Select one of the DOIs below and try again:
de: Wählen Sie einen DOI aus und versuchen Sie es erneut:

source: Setup Proxy
de: Proxy einrichten

source: Success!
de: Erfolg!

source: Successfuly, saved!
de: Erfolgreich gespeichert!

source: Try again!
de: Erneut versuchen!

source: Try Open Access Button
de: Open Access Button Anfrage

source: Unable to determine iCloud status. We've disabled the iCloud option for you.
de: Wir konnten den iCloud Status nicht ermitteln und haben iCloud daher deaktiviert.

source: Unexpected Error
de: Überraschender Fehler

source: We encountered an unexpected error
de: Ein Fehler ist aufgetreten, den wir nicht erwartet haben

source: We found a DOI and are checking the web for an Open Access version
de: Wir haben einen DOI gefunden und schauen nun nach einer Open Access Kopie

source: We found a match, but could not get the prefix
de: Wir haben einen Treffer gefunden, konnten jedoch keinen Proxy Prefix ermitteln

source: We were unable to find an Open Access version of this article. Please click the button below to search for the title of the article in core.ac.uk
de: Wir konnten keine Open Access Version des Artikels finden. Bitte klicken Sie die Schaltfläche unten, um nach dem Artikeltitel in core.ac.uk zu suchen.

source: We were unable to find an Open Access version of this article. You can click the Open Access Button below, to try request it from the author.
de: Wir konnten keine Open Access Version des Artikels finden. Sie können die Open Access Button Schaltfläche nutzen, um eine Anfrage beim Autor zu starten.

source: We were unable to identify an Open Access Version of this document!
de: Wir konnten keine Open Access Version des Dokumentes finden!

source: We've encountered a problem
de: Ein Problem ist aufgetreten

source: I appreciate you sharing your usage data with me - only the values on this screen were shared
de: Ich schätze sehr, dass Sie Ihre Statistikdaten mit mir geteilt haben. Es wurden nur die hier gezeigten Werte geteilt.

source: Thank you
de: Danke

source: Searching...
de: Suche...

source: Successfully saved!
de: Erfolgreich gespeichert!

source: Did you know that OA Helper has a Safari Share Sheet Extension to help you find Open Access while you browse publisher websites?
de: Wussten Sie, dass Open Access Helper eine Safari Erweiterung hat, die Ihnen helfen kann, Open Access direkt aus Safari heraus zu finden?

source: Here's a tip for you!
de: Ein Tipp für Sie!

source: Share
de: Teilen

source: Thank you!
de: Vielen Dank!

source: You've installed Open Access Helper
de: Sie haben Open Access Helper vor

source: days ago. Thank you for your support! Want to let others know about it?
de: Tagen installiert. Vielen Dank für Ihre Unsterütztung. Bitte erzählen Sie anderen davon!

source: For this URL we were unable to identify a DOI. Please see these URL actions below:
de: Für diese URL konnten wir keinen DOI ermitteln. Bitte wählen Sie eine Aktion aus:

source: Show me how
de: Zeig mir wie

source: Ask Your Library
de: Bei der Bibliothek anfragen

source: We were unable to find an Open Access version of this article. You can click the Ask Your Library Button below, to try request it from your institution.
de: Wir konnten keine Open Access Version des Artikels finden. Sie können die 'Bei der Bibliothek anfragen' Schaltfläche nutzen, um eine Anfrage an die Bibliothek zu senden.

source: Searching Europe PMC for you
de: Suche wird in Europe PMC durchgeführt

source: View Record at Europe PMC
de: Datensatz bei Europe PMC anzeigen

source: Checking if Open Access Helper Collection exists
de: Prüfe, ob Open Access Helper Collection bereits vorhanden ist

source: Creating the Open Access Helper Collection
de: ERstelle die Open Access Helper Collection

source: Finishing Zotero Authentication
de: Die Zotero Zugriffsberechtigungen werden fianlisiert

source: Hello,
de: Hallo

source: Oops - something went wrong while creating the Open Access Helper Collection
de: Oh nein - da ist leider beim erstellen der Open Access Helper Collection schiefgelaufen

source: Something went wrong 😞 Try again?!
de: Leider ist etwas schief gelaufen 😞 Nochmal probieren?

source: You can now start using this feature.
de: Die Zotero Integration ist nun einsatzbereit

source: Add to Zotero
de: In Zotero speichern

source: Hold on tight - I am getting Meta Data from CrossRef...
de: Warte kurz - ich hole mir die Metadaten von CrossRef...

source: Successfully added the record to Zotero!
de: Der Datensatz wurde erfolgreich bei Zotero gespeichert!

source: Things are looking good - sending the record to Zotero...
de: Das sieht gut aus - übergebe den Datensatz an Zotero...

source: 😞 Oh No! Adding the record to Zotero failed
de: 😞 Oh Nein! Ich konnte den Datensatz nicht bei Zotero speicher.

source: Error
de: Fehler

source: Something went wrong, while we attempted to delete the item. Please try again and contact me, if this happens again
de: Beim Löschen des Eintrags ist etwas schief gelaufen. Bitte versuche es erneut und kontaktiere mich, falls es weiterhin nicht geht
