Repository: otzbergnet/oaHelperiOS
Catalog: OAHelper/*.lproj/Localizable.strings
Languages: de

source: DOI detected
de: DOI gefunden

source: We found a DOI and are checking the web for an Open Access version
de: Wir haben einen DOI gefunden und suchen nun nach Open Access

source: Multiple DOIs detected
de: Mehrere DOIs gefunden

source: Select one of the DOIs below and try again:
de: Wählen Sie unten einen DOI und versuchen Sie es erneut:

source: Search
de: Suchen

source: %@ If you wish to search the above at core.ac.uk, click the button below
de: %@ Wenn Sie den obigen Text in core.ac.uk suchen möchten, drücken Sie die Schaltfläche unten

source: Search core.ac.uk
de: Suche in core.ac.uk

source: No DOI found
de: Kein DOI gefunden

source: We were unable to identify a DOI and thus unable to identify an Open Access version of the document
de: Leider konnten wir keinen DOI ermitteln und somit können wir keine Open Access Prüfung vornehmen.

source: No Open Access Found
de: Kein Open Access gefunden

source: We were unable to identify an Open Access Version of this document!
de: Wir konnten keine Open Access Version dieses Dokumentes finden!

source: We've encountered an error
de: Ein Fehler ist aufgetreten

source: We were unable to identify an Open Access Version of this document!
de: Wir konnten keine Open Access Version dieses Dokumentes finden!

source: Open Access version is available at: %@
de: Open Access Version verfügbar unter: %@

source: Go to Document Now
de: Zum Dokument

source: We've encountered a problem
de: Ein Problem ist aufgetreten

source: Open Access of this article should be available, but the URL was empty
de: Eine Open Access Version sollte verfügbar sein, die URL war jedoch leer

source: We were unable to find an Open Access version of this article. Please click the button below to search for the title of the article in core.ac.uk
de: Wir konnten keine Open Access Version des Artikels finden. Bitte drücken Sie die Schaltfläche unten, um den Artikeltitel bei core.ac.uk zu suchen

source: No Open Access available
de: Kein Open Access verfügbar

source: Add Bookmark
de: Als Bookmark speichern

source: Try Open Access Button
de: Über Open Access Button anfragen

source: We were unable to find an Open Access version of this article. You can click the Open Access Button below, to try request it from the author.
de: Wir konnten keine Open Access Version des Artikels finden. Bitte drücken Sie die Schaltfläche unten, um den Artikel beim Autor anzufragen.

source: : Submitted Version
de: : Eingereichte Fassung

source: : Accepted Version
de: : Akzeptierte Fassung

source: : Published Version
de: : Veröffentlichte Fassung

source: Scroll down, we found some Open Access recommendations!
de: Wir haben Open Access Empfehlungen gefunden - wischen Sie nach unten!

source: Proxy Original Page
de: Seite über den Proxy neu laden

source: %@ Hits
de: %@ Treffer

source: A year seems invalid, it needs to be between 1500 and
de: Das Jahr scheint ungültig. Gültige Werte liegen zwischen 1500 und

source: Access Full Text
de: Volltexta ufrufen

source: By:
de: Von:

source: Change Proxy
de: Proxy ändern

source: Check for Open Access copies of scientific articles with Open Access Helper!
de: Finden Sie Open Access Kopien wissenschaftlicher Artikel mit Open Access Helper!

source: Checking...
de: Suche...

source: core.ac.uk API key missing - please quit app
de: der core.ac.uk API Key fehlt - bitte beenden Sie die App

source: Enter your search:
de: Suche eingeben:

source: Field Empty?
de: Leeres Feld?

source: General Error
de: Generischer Fehler

source: iCloud Required
de: iCloud erforderlich

source: iOS reports iCloud status as restricted. We've disabled the iCloud option for you.
de: iOS gibt an, dass iCloud Zugriff eingeschränkt ist, daher haben wir iCloud deaktiviert.

source: Last iCloud Sync Date
de: Datum der letzten Synchronisation

source: Last Statstics Share Date
de: Datum der letzten Statistik Weitergabe

source: Looks like the domain field was empty
de: Es scheint, als ob das Domain-Feld leer war

source: Network Failure
de: Netzwerkfehler

source: Network Unavailable
de: Netzwerk nicht verfügbar

source: Never
de: Nie

source: New Proxy Added
de: Proxy hinzugefügt

source: No
de: Nein

source: No match found
de: Kein Treffer gefunden

source: No match was found
de: Kein Treffer gefunden

source: Number of Bookmarks
de: Anzahl Bookmarks

source: Number of bookmarks currently in your bookmarks database.
de: Anzahl der Bookmarks in ihrer aktuellen Bookmarks-Datenbank.

source: Number of core.ac.uk PDFs
de: Zahl der core.ac.uk PDFs

source: Number of paywalls avoided, thanks to unpaywall.org. This value gets incremented, when you use the Safari Action Extension and an Open Access Alternative is found, whether you clicked it, or not.
de: Die Anzahl der Bezahlschranken die dank unpaywall.org vermieden werden konnten. Diese Zahl erhöht sich, egal, ob Sie die Open Access Alternative aufgerufen haben, oder nicht.

source: Number of PDF documents accessed from core.ac.uk through this app. This would be a direct result of an Open Access Search.
de: Die Anzahl der über core.ac.uk aufgerufenen PDF Dokumente. Dies Zahl resultiert aus einer Open Access Suche.

source: Number of Proxy Actions
de: Anzahl der Proxy-Aufrufe

source: Number of recommendation taps
de: Anzahl genutzter Empfehlungen

source: Number of recommendation views
de: Anzahl der angezeigten Empfehlungen

source: Number of times a recommendation was shown to you. A typical recommendation consists of three items.
de: Die Zahl der angezeigten Empfehlungen. Ein Empfehlungsobjekt besteht meist aus drei Artikeln.

source: Number of times a user selected to proxy a url.
de: Zahl der Proxyaufrufe, die vom Nutzer iniitiert wurden.

source: Number of times you tapped a recommendation to view its details.
de: Die Anzahl der Empfehlungsaufrufe, um die Details zu sehen.

source: Open Access Searches
de: Open Access Suchen

source: Please review your domain-name, as we were unable to find just one match
de: Bitte überprüfen Sie den Domain-Name, wir haben mehrere Ergebnisse gefunden

source: Please select an entry above for an explanation of the value.
de: Bitte wählen Sie einen Eintrag, um eine Erläuterung des Werts zu erhalten.

source: Remote Access
de: Fernzugriff

source: Sadly there were no results for your search. Please check your search terms or rephrase your query and try again.
de: Leider gab es keine Treffer für Ihre Suchanfrage. Überprüfen Sie die Suche und versuchen Sie es erneut.

source: Sadly, your iCloud account seems unavailable. We've disabled the iCloud option for you.
de: Leider erscheint Ihr iCloud-Konto nicht verfügbar, daher wurde iCloud deaktiviert.

source: Search Results
de: Suchergebnisse

source: Searching core.ac.uk for you
de: Suche wird in core.ac.uk ausgeführt

source: Setup Proxy
de: Proxy einrichten

source: Sorry, we encountered a problem
de: Leider ist ein Problem aufgetreten

source: Success!
de: Erfolg!

source: Successfuly, saved!
de: Erfolgreich gespeichert!

source: The app is unable to connect to the internet and thus won't be able to function correctly. Please ensure appropriate connectivity
de: Die App konnte sich nicht mit dem Internet verbinden und funktioniert daher nicht richtig. Bitte stellen Sie eine Internetverbindung her.

source: The date, these statistics have last been shared with the app developer. See Settings to change your sharing preference.
de: Das Datum an dem diese Statistiken zum letzten Mal mit dem Entwickler der App geteilt wurden. Sie können die Weitergabe der Daten in den Einstellungen kontrollieren.

source: The date, we have last synced your bookmarks with iCloud. Please note that we will only sync once every two hours, unless you manually initiate a sync. See Settings to change your iCloud Sync preference.
de: Das Datum an dem wir zum letzten Mal die Bookmarks mit iCloud synchronisiert haben. Bitte beachten Sie, dass wir nur einmal alle zwei Stunden syncronisieren, sofern Sie den Vorgang nicht manuell anstossen. In den Einstellungen können Sie die Synchronisation konfigurieren.

source: The number of Open Access searches conducted within, or by sending text to, the app. Search API is kindly provided by core.ac.uk!
de: Die Anzahl der Open Access Suchen die innerhalb der App durchgeführt wurden. Die Such API wird von core.ac.uk zur Verfügung gestellt.

source: The proxy prefixed you entered, failed to validate. Please enter the prefix in the format https://proxy.university.edu/login?url=
de: Der von Ihnen eingegebene Proxy-Prefix konnte nicht validiert werden. Bitte nutzen Sie das Format: https://proxy.university.edu/login?url=

source: Try again!
de: Erneut versuchen!

source: Unable to determine iCloud status. We've disabled the iCloud option for you.
de: Wir konnten den iCloud Status nicht ermitteln und haben iCloud daher deaktiviert.

source: Unexpected Error
de: Unerwarteter Fehler

source: Updating iCloud Bookmarks
de: Aktualisiere iCloud Bookmarks

source: Updating News Items
de: Nachrichten werden aktualisiert

source: View Record at arXiv.org
de: Datensatz bei arXiv.org zeigen

source: View Record at core.ac.uk
de: Datensatz bei core.ac.uk zeigen

source: We encountered an error, which we thought you'd never see. Sorry about that. Please try again!
de: Ein Fehler ist aufgetreten, von dem wir ausgegangen sind, dass sie diesen nie sehen. Sorry! Bitte versuchen Sie es erneut!

source: We encountered an unexpected error
de: Ein unerwarteter Fehler ist aufgetreten

source: We found a match, but could not get the prefix
de: Wir haben einen Treffer gefunden, konnten jedoch den Proxy-Prefix nicht abrufen.

source: We have added your new proxy prefix. It is ready to use!
de: Der Proxy-Prefix wurde hinzugefügt und kann jetzt genutzt werden!

source: Within your date range the "From Year" is greater than the "To Year"
de: In dem von Ihnen eingegebenen Zeitrahmen ist das "Von-Jahr" größer als das "Bis-Jahr"

source: Yes
de: Ja

source: You are not logged into iCloud or removed iCloud priviledges for OAHelper. Would you like to disable iCloud Sync?
de: Sie sind gerade nicht in iCloud eingeloogt, oder haben iCloud für OAHelper deaktiviert. Möchten Sie iCloud Sync deaktivieren?

source: ❗This wasn't meant to happen
de: ❗Das hätte nicht passieren dürfen

source: 😢 No Results
de: 😢 Keine Ergebnisse

source: I appreciate you sharing your usage data with me - only the values on this screen were shared
de: Ich schätze sehr, dass Sie Ihre Statistikdaten mit mir geteilt haben. Es wurden nur die hier gezeigten Werte geteilt.

source: Thank you
de: Danke

source: Searching...
de: Suche...

source: Successfully saved!
de: Erfolgreich gespeichert!

source: Did you know that OA Helper has a Safari Share Sheet Extension to help you find Open Access while you browse publisher websites?
de: Wussten Sie, dass Open Access Helper eine Safari Erweiterung hat, die Ihnen helfen kann, Open Access direkt aus Safari heraus zu finden?

source: Here's a tip for you!
de: Ein Tipp für Sie!

source: Share
de: Teilen

source: Thank you!
de: Vielen Dank!

source: days ago. Thank you for your support! Want to let others know about it?
de: Tagen installiert. Vielen Dank für Ihre Unsterütztung. Bitte erzählen Sie anderen davon!

source: You've installed Open Access Helper
de: Sie haben Open Access Helper vor

source: For this URL we were unable to identify a DOI. Please see these URL actions below:
de: Für diese URL konnten wir keinen DOI ermitteln. Bitte wählen Sie eine Aktion aus:

source: Show me how
de: Zeig mir wie

source: Ask Your Library
de: Bei der Bibliothek anfragen

source: We were unable to find an Open Access version of this article. You can click the Ask Your Library Button below, to try request it from your institution.
de: Wir konnten keine Open Access Version des Artikels finden. Sie können die 'Bei der Bibliothek anfragen' Schaltfläche nutzen, um eine Anfrage an die Bibliothek zu senden.

source: Searching Europe PMC for you
de: Suche wird in Europe PMC durchgeführt

source: View Record at Europe PMC
de: Datensatz bei Europe PMC anzeigen

source: Checking if Open Access Helper Collection exists
de: Überprüfe, ob die Open Access Helper Collection bereits vorhanden ist

source: Creating the Open Access Helper Collection
de: Die Open Access Helper Collection wird in Zotero hinzugefügt

source: Finishing Zotero Authentication
de: Zotero-Zugriffsrechte werden finalisiert

source: Hello,
de: Hallo

source: Oops - something went wrong while creating the Open Access Helper Collection
de: Beim erstellen der Open Access Helper Collection ist leider etwas schief gelaufen

source: Something went wrong 😞 Try again?!
de: Das hat leider nicht geklappt 😞 Nochmal versuchen?!

source: You can now start using this feature.
de: Die Zotero-Integration kann nun genutzt werden

source: Add to Zotero
de: In Zotero speichern

source: Hold on tight - I am getting Meta Data from CrossRef...
de: Warte kurz - ich hole mir die Metadaten von CrossRef...

source: Successfully added the record to Zotero!
de: Der Datensatz wurde erfolgreich bei Zotero gespeichert!

source: Things are looking good - sending the record to Zotero...
de: Das sieht gut aus - übergebe den Datensatz an Zotero...

source: 😞 Oh No! Adding the record to Zotero failed
de: 😞 Oh Nein! Ich konnte den Datensatz nicht bei Zotero speicher.

source: Error
de: Fehler

source: Something went wrong, while we attempted to delete the item. Please try again and contact me, if this happens again
de: Beim Löschen des Eintrags ist etwas schief gelaufen. Bitte versuche es erneut und kontaktiere mich, falls es weiterhin nicht geht

source: An unknown error occured
de: Ein unbekanner Fehler ist aufgetreten

source: An unknown error occured - please try again later
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es später erneut.

source: Apprently we made too many request - please pause your activity for a little while and try again much later
de: Scheinbar haben wir zu viele Anfragen an Zotero gesendet. Mach eine Pause und versuch es später erneut.

source: Zotero API error
de: Zotero API Fehler

source: Zotero encountered an Intern Server Error - please try again later
de: Bei Zotero ist ein Serverfehler aufgetreten - bitte versuche es später erneut

source: Zotero informed us that your API key is no longer valid
de: Zotero gibt an, dass der API Key nicht mehr gültig ist

source: Zotero is currently unable to handle your request - please try again later
de: Zotero kann Deine Anfrage zur Zeit nicht bearbeiten

source: Apparently we made too many request - please pause your activity for a little while and try again much later
de: Scheinbar haben wir zu viele Anfragen an Zotero gesendet. Mach eine Pause und versuch es später erneut.

source: Zotero informed us that your API key is no longer valid. You will need to reauthenticate
de: Zotero gibt an, dass der API Key nicht mehr gültig ist. Du wirst Open Access Helper erneut mit Zotero verbinden müssen
